const difficulties = [
  {
    id: 'light',
    name: 'Нуб',
    desc: 'Очень легкий уровень сложности: из набора берутся все карты со снежинками, если карт не хватает то добираются обычные карты'
  },
  {
    id: 'easy',
    name: 'Низкая',
    desc: 'Легкий уровень сложности: из набора убираются карты с щупальцами'
  },
  {
    id: 'normal',
    name: 'Средняя',
    desc: 'Средний уровень сложности: набор остается нетронутым'
  },
  {
    id: 'hard',
    name: 'Высокая',
    desc: 'Высокий уровень сложности: из набора убираются карты со снежинками'
  },
  {
    id: 'heavy',
    name: 'Хардкор',
    desc: 'Очень высокий уровень сложности: из набора берутся все карты со щупальцами, если карт не хватает то добираются обычные карты'
  }
]

export default difficulties